Repository: common-repository/aliprice
Catalog: templates/AL1/languages/*.po
Languages: he_il

source: Sale price
he_il: מחיר מבצע

source: Banners
he_il: באנרים

source: Banner
he_il: באנר

source: Header text button
he_il: כותרת לחצן הטקסט

source: Header line
he_il: שורת הכותרת

source: Seo text header
he_il: כותרת טקסט לאופטימיזציה של מנועי חיפוש

source: Seo text description
he_il: תיאור טקסט לאופטימיזציה של מנועי חיפוש

source: "Order Now" button text
he_il: טקסט הכפתור: "הזמן עכשיו"

source: Special
he_il: מיוחד

source: Output portable products
he_il: תפוקה של מוצרים ניידים

source: Title
he_il: כותרת

source: Auto title:
he_il: כותרת אוטומטית:

source: Order:
he_il: הזמנה:

source: Count:
he_il: מספר:

source: Category:
he_il: קטגוריה:

source: Output posts
he_il: תפוקת הודעות

source: Before Footer
he_il: לפני ה Footer

source: Subscription
he_il: מנוי

source: Slider image 2
he_il: שקופית תמונה 2

source: Slider image 3
he_il: שקופית תמונה 3

source: Availability: in stock
he_il: זמינות: נמצא במלאי

source: Availability: out of stock
he_il: זמינות: חסר במלאי

source: "Powered by" text
he_il: טקסט "מופעל על ידי"

source: TODAY'S DEAL
he_il: מבצע היום

source: Ends in
he_il: מסתיים בתוך

source: Days Left
he_il: ימים נותרו

source: Sale Price
he_il: מחיר מבצע

source: or
he_il: או

source: VK (url)
he_il: כתובת קישור

source: Text header 2
he_il: כותרת טקסט 2

source: Text header 3
he_il: כותרת טקסט 3

source: Catalogue text 2
he_il: קטלוג

source: Catalogue text 3
he_il: קטלוג

source: "Order now" button text
he_il: הזמן עכשיו

source: Do you know that you can <span>save up to 90%</span> on your<br> online shopping, buying directly from manufacturers?
he_il: האם אתה מודע לכך שתוכל <span>לחסוך עד 90%</span><br> בקניות אונליין, כאשר תקנה ישירות מהיצרן?

source: And it is very easy:
he_il: וזה כל-כך קל:

source: Go to
he_il: עבור אל

source: and enter the wanted item into search field.
he_il: והזן את המוצר המבוקש בשדה החיפוש.

source: Having made your choice, click "Contact supplier" button on the right
he_il: כשתסיים להזין, לחץ על הכפתור "Contact supplier" שנמצא מצד ימין

source: On the next page enter your request and click "Send" button.
he_il: בעמוד הבא, הזן את בקשתך והקש על הכפתור "Send".

source: Upon clicking you will be asked to get registered. Do it and wait for the reply.
he_il: לאחר ההקשה על הכפתור "Send" תתבקש להירשם. עשה זאת והמתן לקבלת תשובה מהיצרן.

source: ARE YOU READY TO SAVE UP TO 90%?
he_il: האם אתה מוכן לחסוך עד 90%?

source: GO TO ALIBABA
he_il: לך לאליבאבא

source: Header(slider) text button 2
he_il: טקסט הכותרת (של השקופית) כפתור 2

source: Header(slider) text button 2(hover)
he_il: טקסט הכותרת (של השקופית) כפתור 2 התחתונה

source: Header(slider) text button 3
he_il: טקסט הכותרת (של השקופית) כפתור 3

source: Header(slider) text button 3(hover)
he_il: טקסט הכותרת (של השקופית) כפתור 3 התחתונה

source: Order Now
he_il: הזמן עכשיו

source: Learn How to Buy it Even Cheaper!
he_il: למד איך לרכוש את המוצר אפילו בזול יותר!

source: It seems we can't find what you're looking for. Perhaps searching can help.
he_il: מסתבר שלא יכולנו למצוא את המוצר שאתה מעוניין בו. אולי חיפוש יוכל לעזור.

source: SEO Article on home page (before footer)
he_il: מאמר האופטימיזציה למנועי חיפוש בדף הבית (לפני החלק התחתון)

source: "from Aliexpress" text
he_il: טקסט "מ Aliexpress"

source: 1 Star
he_il: כוכב אחד

source: Free Shipping image
he_il: תמונת משלוח חינם

source: Pinterest (url)
he_il: קישור ה Pinterest

source: Catalogue text
he_il: קטלוג

source: No Feedback Score
he_il: לא קיים ציון משוב

source: Feedback
he_il: משוב

source: Average Star Rating:
he_il: ציון כוכבים ממוצע

source: out of
he_il: מתוך

source: Feedback Rating for This Product
he_il: ציון משוב עבור מוצר זה

source: Positive
he_il: חיובי

source: 5 Stars
he_il: 5 כוכבים

source: 4 Stars
he_il: 4 כוכבים

source: Neutral
he_il: נטרלי

source: 3 Stars
he_il: 3 כוכבים

source: 2 Stars
he_il: 2 כוכבים

source: Rating
he_il: ציון

source: Youtube (url)
he_il: כתובת יוטיוב

source: piece
he_il: יחידה

source: lot
he_il: אצווה

source: Featured
he_il: מומלץ

source: Specials
he_il: מבצעים

source: Clean Code
he_il: קוד נקי

source: Translation Ready
he_il: תרגום מוכן

source: Easy Theme Options
he_il: אפשרויות תבנית עיצוב קלות

source: Social Media Links
he_il: קישורי מדיה חברתית

source: Cross Browser Compatible
he_il: דפדפנים תואמים

source: Detailed Documentation
he_il: תיעוד מפורט

source: Regular Updates
he_il: עדכונים שוטפים

source: And much more
he_il: ויותר מזה

source: Theme Support
he_il: תמיכה בעיצוב

source: Logo & Favicon
he_il: לוגו ואייקון

source: Favicon
he_il: אייקון

source: Keywords
he_il: מילות מפתח

source: 100% Clean HTML
he_il: 100% נקי ה HTML

source: Fully Responsive Layout
he_il: פריסת תגובות מלאה

source: Easy to Customize
he_il: קל להתאמה אישית

source: Features
he_il: מאפיינים

source: SEO Friendly
he_il: SEO ידידותי

source: Refund or Keep items not as described
he_il: קבל החזר או השאר אצלך מוצרים אשר לא כפי שתוארו

source: Sort by
he_il: מיין לפי

source: Drop files here
he_il: שחרר את הקבצים כאן

# Uploader: Drop files here - or - Select Files
source: or
he_il: או

source: Select Files
he_il: בחירת קבצים

source: (Edit)
he_il: (ערוך)

source: Your comment is awaiting moderation.
he_il: ההערה שלך ממתינה לאישור מנהל

source: Facebook (url)
he_il: פייסבוק (קישור)

source: Google Plus (url)
he_il: גוגל פלוס (קישור)

source: Twitter (url)
he_il: טוויטר (קישור)

source: Text
he_il: טקסט

source: Text inline
he_il: טקסט בשורה

source: Text top header
he_il: כותרת העליונה בטקסט

source: Text header
he_il: כותרת הטקסט

source: Description
he_il: תיאור

source: Enter copyright text
he_il: ערוך טקסט זכויות יוצרים

source: has blogged
he_il: יש בבלוג

source: posts
he_il: פוסטים

source: Nothing Found
he_il: שום דבר לא נמצא

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
he_il: מצטער, אבל שום דבר מתאים מונחי החיפוש שלך. נסה שוב עם כמה מילות מפתח שונות.

source: Sort by Price
he_il: מיין לפי מחיר

source: Categories
he_il: קטגוריות

source: Select all
he_il: בחר הכל

source: Unselect all
he_il: בטל בחירה של הכל

source: Full Refund if you don't receive your order
he_il: החזר כספי מלא במידה ולא תקבל את הזמנתך

source: Color (Menu)
he_il: צבע (תפריט)

source: Color (Menu) Border Right
he_il: צבע (תפריט) הגבול הימני

source: Google Fonts
he_il: גופני גוגל

source: Url for font (Global)
he_il: כתובת אתר עבור גופן (גלובלי)

source: Name font (Global)
he_il: שם גופן (גלובלי)

source: Url for font (Header)
he_il: כתובת האתר עבור גופן (כותרת)

source: Name font (Header)
he_il: שם גופן (כותרת)

source: Header
he_il: כותרת ראשית

source: Footer
he_il: כותרת תחתית

source: Navigation
he_il: ניווט

source: Header menu
he_il: תפריט הכותרת

source: Main menu
he_il: תפריט ראשי

source: Footer menu
he_il: תפריט תחתון

source: Category
he_il: קטגוריה

source: Social
he_il: חברתי

source: days
he_il: ימים

source: Post Air Mail
he_il: משלוח אווירי

source: Free Shipping
he_il: משלוח חינם

source: Return Policy
he_il: מדיניות החזרות

source: If the product you receive is not as described or low quality, the seller promises that you may return it before order completion (when you click "Confirm Order Received" or exceed confirmation timeframe) and receive a full refund. The return shipping fee will be paid by you. Or, you can choose to keep the product and agree the refund amount directly with the seller.
he_il: במידה והמוצר שתקבל אינו כפי שתואר או ברמת איכות נמוכה, המוכר מבטיח שתוכל להחזירו לפני אישור סופי לסיום ההזמנה (דבר אשר קורה כאשר אתה לוחץ על "Confirm Order Received" או שחלון הזמן לאישור הסתיים) ולקבל החזר כספי מלא. עלויות המשלוח להחזר יהיו על חשבונך, אחרת תוכל להסכים עם המוכר, כי תשאיר את המוצר אצלך ולקבל החזר כספי .

source: N.B.: If the seller provides the "Longer Protection" service on this product, you may ask for refund up to 15 days after order completion.
he_il: נ.ב. אם המוכר מאפשר שירות "הארכת הגנה" ("Longer Protection") עבור מוצר זה, תוכל לבקש החזר עד 15 ימים לאחר סיום ההזמנה.

source: Seller Service
he_il: שירות המוכר

source: If you do not receive your purchase within 60 days, you can ask for a full refund before order completion (when you click "Confirm Order Received" or exceed confirmation timeframe).
he_il: אם לא תקבל את המוצר בתוך 60 ימים, תוכל לבקש החזר כספי מלאף וזאת לפני סיום ההזמנה ((דבר אשר קורה כאשר אתה לוחץ על "Confirm Order Received" או שחלון הזמן לאישור הסתיים).

source: Smarter Shopping, Better Living!
he_il: קנייה חכמה, חיים טובים יותר!

source: 24/7 Customer Service (800) 927-7671
he_il: 24/7 שירות לקוחות (800) 927-7671

source: Order anytime and always receive <b>FAST, FREE Shipping</b> on all orders!
he_il: הזמן בכל עת ותמיד תקבל <b>במהירות ובמשלוח חינם</b> על כל הזמנה!

source: Blog
he_il: בלוג

source: Shipping & Delivery
he_il: משלוח ואספקה

source: Buyer Protection
he_il: הגנת לקוח

source: Products
he_il: מוצרים

source: All categories
he_il: כל הקטגוריות

source: Tracking Script
he_il: סקריפט מעקב

source: Guarantees: On-time Delivery 60 days
he_il: מובטח: אספקה בזמן תוך 60 ימים

source: Sort By
he_il: מיין לפי

source: Top-rated Seller
he_il: מוכר בציון מהגבוהים ביותר

source: Share
he_il: שתף

source: Most Popular from Category
he_il: בין הפופולריים ביותר בקטגוריה

source: Product Description
he_il: תיאור מוצר

source: Reviews
he_il: משובים

source: Shipping and payment
he_il: משלוח ותשלום

source: Seller Guarantees
he_il: בטחונות המוכר

source: Shipping Company
he_il: חברת משלוחים

source: Shipping Cost
he_il: עלויות משלוח

source: Estimated Delivery Time
he_il: זמן אספקה משוער

source: Previous Image
he_il: תמונה קודמת

source: Next Image
he_il: תמונה הבאה

source: Search for a product, category or brand
he_il: חפש מוצר, קטגוריה או מותג

source: Image not available
he_il: תמונה לא קיימת

source: Click to see details
he_il: הקלק לראות פרטים

source: of buyers enjoyed this product!
he_il: של קונים שנהנו ממוצר זה!

source: from AliExpress
he_il: מאליאקספרס

source: 45 days Money back
he_il: 45 ימים החזר כספי

source: Returns accepted if product not as described, buyer pays return shipping; or keep the product & agree refund with seller.
he_il: החזרים מתקבלים במידה והמוצר לא כפי שתואר, הקונה ישלם על הוצאות המשלוח חזרה; או שישאיר את המוצר אצלו ויקבל החזר, בכפוף על סיכום עם המוכר.

source: On-time Delivery
he_il: אספקה בזמן

source: Your email address will not be published.
he_il: כתובת המייל שלך לא תפורסם

source: Leave a Reply
he_il: השאר תשובה

source: Leave a Reply to %s
he_il: השאר תשובה ל %s

source: Cancel reply
he_il: בטל תשובה

source: Post Comment
he_il: שלח הערה

source: About
he_il: אודות

source: Allowed Files
he_il: קבצים מותרים

source: Go to Catalogue
he_il: עבור אל הקטלוג

source: Pages:
he_il: עמודים:

source: Ratings
he_il: דירוגים:

source: Price
he_il: מחיר

source: Sidebar
he_il: סרגל צידי

source: Home
he_il: עמוד הבית

source: Not Found
he_il: לא נמצא

source: Page
he_il: עמוד

source: More about
he_il: עוד על

source: Name
he_il: שם

source: Email
he_il: דוא"ל

source: Website
he_il: אתר אינטרנט

source: Comment
he_il: תגובה

source: Leave a reply
he_il: השאר תגובתך

source: 1 Reply
he_il: תגובה אחת

source: Comment navigation
he_il: ניווט תגובה

source: Comments are closed.
he_il: תגובות סגורות.

source: Our Preferred Partners:
he_il: שותפים המועדפים עלינו:

source: Copyright
he_il: זכויות יוצרים

source: Powered By
he_il: מופעל ע"י

source: Best sellers
he_il: המוכרים הטובים ביותר

source: Latest
he_il: הכי מאוחר

source: It looks like nothing was found at this location. Maybe try a search?
he_il: נראה ששום דבר לא נמצא במיקום זה. אולי לנסות חיפוש?

source: Search
he_il: חיפוש

# yearly archives date format
source: Y
he_il: שנה

source: Archives
he_il: ארכיון

source: All posts by %s
he_il: כל ההודעות על ידי %s
